[{
    "text": "I can't wait to go on vacation.",
    "response": "Me too. I can't wait to see my family over winter break!",
    "task_type": "new",
    "task_name": "tactfulResponses"
  },
  {
    "text": "This class is so hard!",
    "response": "It really is. I find it helpful to read the textbook carefully before coming to lecture.",
    "task_type": "new",
    "task_name": "tactfulResponses"
  },
  {
    "text": "I don't like winter! It's so cold and depressing.",
    "response": "I can see what you mean:  it can get really cold in this region. That being said, the snow is nice change of scenery!",
    "task_type": "new",
    "task_name": "tactfulResponses"
  },
  {
    "text": "My favorite place to go is the beach. How about you?",
    "response": "The beach is very relaxing, but the mountains take the cake for me. The views are just so breathtaking!",
    "task_type": "new",
    "task_name": "tactfulResponses"
  },
  {
    "text": "I love dogs; they're just so cute!",
    "response": "I love dogs too, especially Golden Retrievers. They are the friendliest dogs I've ever met.",
    "task_type": "new",
    "task_name": "tactfulResponses"
  },
  {
    "text": "Pineapples on pizza are delicious.",
    "response": "I'm not a fan of pineapple on pizza, but I can see why some people like it. Everyone has different tastes!",
    "task_type": "new",
    "task_name": "tactfulResponses"
  },
  {
    "text": "I'm so excited for the holidays!",
    "response": "Me too! I can't wait to spend time with my family and enjoy all the festive activities.",
    "task_type": "new",
    "task_name": "tactfulResponses"
  },
  {
    "text": "I'm so stressed about my upcoming exams.",
    "response": "I understand. Taking breaks and staying organized can really help manage the stress. What do you find helps you the most?",
    "task_type": "new",
    "task_name": "tactfulResponses"
  },
  {
    "text": "I'm not a fan of spicy food.",
    "response": "That's totally fine! Everyone has different tastes. What type of food do you like?",
    "task_type": "new",
    "task_name": "tactfulResponses"
  },
  {
    "text": "I hate going to the store; it's so crowded.",
    "response": "I hear you. Shopping online can be a great alternative—it's much less stressful!",
    "task_type": "new",
    "task_name": "tactfulResponses"
  },
  {
    "text": "I'm so ready to go back to school!",
    "response": "Me too! It will be nice to reconnect with friends and start learning new things.",
    "task_type": "new",
    "task_name": "tactfulResponses"
  },
  {
    "text": "I'm so ready for summer!",
    "response": "I can't wait to enjoy the warm weather, but I think I might still miss the greenery of spring.",
    "task_type": "new",
    "task_name": "tactfulResponses"
  },
  {
    "text": "I don't like rainy days.",
    "response": "I can relate. It can be tough to be productive when it's raining, but it can also be a great opportunity to catch up on some reading or cozy up with a movie.",
    "task_type": "new",
    "task_name": "tactfulResponses"
  },
  {
    "text": "People who like math are nerds.",
    "response": "I'm not sure that's necessarily true. Math can be a very creative and powerful tool if you put in the effort to understand it.",
    "task_type": "new",
    "task_name": "tactfulResponses"
  },
  {
    "text": "I hate cleaning the house.",
    "response": "Nobody enjoys housework, but it's something we all have to do. Maybe make the task into a game or do it with a friend for motivation!",
    "task_type": "new",
    "task_name": "tactfulResponses"
  },
  {
    "text": "I never have time to do anything.",
    "response": "That's understandable. A good way to manage time better is to make a schedule and prioritize tasks.",
    "task_type": "new",
    "task_name": "tactfulResponses"
  },
  {
    "text": "Video games are bad for your health.",
    "response": "It's true that spending too much time playing video games can be unhealthy, but moderation is key. Balance it out with some physical activity and you'll be alright.",
    "task_type": "new",
    "task_name": "tactfulResponses"
  },
  {
    "text": "Reading books is a waste of time.",
    "response": "I wouldn't say it's a waste of time. Reading can be a great way to develop your imagination and increase knowledge.",
    "task_type": "new",
    "task_name": "tactfulResponses"
  },
  {
    "text": "Camping is so boring!",
    "response": "It may not be everyone's cup of tea, but camping can be a lot of fun. Fresh air and outdoor activities can be a great way to bond with friends and family.",
    "task_type": "new",
    "task_name": "tactfulResponses"
  },
  {
    "text": "I love fishing:  bagging that next fish makes me feel so happy!",
    "response": "It sounds like you really enjoy fishing! It can be a great hobby and way to connect with nature.",
    "task_type": "new",
    "task_name": "tactfulResponses"
  }]